Repository: OmegaT-L10N/eu
Catalog: omegat/project_save.tmx
Source language: en
Languages: eu

source: Translation last modified by {0} on {1} at {2}
eu: Itzulpenaren azken aldaketa {0}-(e)k egina, {1}-(e)n eta {2}-(e)tan

source: Translation memory files folder entered does not exist!
eu: Adierazi den TM fitxategien karpeta ez da existitzen!

source: Translation memory folder {0} does not exist.
eu: Itzulpen memorien {0} karpeta ez da existitzen.

source: Translation unit encountered before TMX header.
eu: Itzulpen-unitate bat aurkitu da TMXaren goiburuaren aurretik.

source: Translation unit variant encountered outside translation unit.
eu: Itzulpen-unitatearen aldaera bat aurkitu da itzulpen-unitatetik kanpo.

source: Translation:
eu: Itzulpena:

source: Translator comments:
eu: Itzultzailearen iruzkinak:

source: Type
eu: Mota

source: Type in new rule ID
eu: Idatzi arau berriaren IDa

source: Types: Exact searches match the whole search string.
eu: Motak: Bilaketa zehatzak bilaketa-kate osoarekin bat egiten du.

source: U&ntranslated
eu: Itzuli ga&bea

source: URL
eu: URLa

source: URL does not contain "{0}"
eu: URLak ez dauka "{0}"

source: URL is missing URL string
eu: URLari URL katea falta zaio

source: URL is missing encoding
eu: URLari kodeketa falta zaio

source: URL is missing target
eu: URLari helburua falta zaio

source: URL of online dictionaries:
eu: Lineako hiztegien URLa:

source: URL:
eu: URLa:

source: URLs
eu: URLak

source: Unable to build new TMX file!
eu: Ezin izan da TMX fitxategi berria sortu!

source: Unable to convert project!
eu: Ezin izan da proiektua bihurtu!

source: Unable to download team project!
eu: Ezin izan da talde-proiektua deskargatu!

source: Unable to initialize read of XML file!
eu: Ezin izan da XML fitxategiaren irakurketa hasi!

source: Unable to parse filters configuration file
eu: Ezin izan da iragazkien konfigurazio-fitxategia analizatu

source: Unable to read file
eu: Ezin izan da fitxategia irakurri

source: Unable to read project file!
eu: Ezin izan da proiektuaren fitxategia irakurri!

source: Unable to save data.
eu: Ezin izan dira datuak gorde.

source: Unable to save filters configuration file
eu: Ezin izan da iragazkien konfigurazio-fitxategia gorde

source: Unable to uninstall the selected dictionary
eu: Ezin izan da desinstalatu hautatutako hiztegia

source: Unauthorized request to TaaS service.
eu: Baimenik gabeko eskaria TaaS zerbitzuari

source: Undock
eu: Desatrakatu

source: Unexpected char {0} ({1})!
eu: Ustekabeko karakterea {0} ({1})!

source: Uninstalling failed
eu: Desinstalazioak huts egin du

source: Unique Characters (including spaces)
eu: Karaktere bakarrak (zuriuneak barne)

source: Unique Characters (without spaces)
eu: Karaktere bakarrak (zuriunerik gabe)

source: Unique Remaining Characters (including spaces)
eu: Falta diren karaktere bakarrak (zuriuneak barne)

source: Unique Remaining Characters (without spaces)
eu: Falta diren karaktere bakarrak (zuriunerik gabe)

source: Unique Remaining Segments
eu: Falta diren segmentu bakarrak

source: Unique Remaining Words
eu: Falta diren hitz bakarrak

source: Unique Remaining:
eu: Falta diren segmentu bakarrak:

source: Unique Segments
eu: Segmentu bakarrak

source: Unique Words
eu: Hitz bakarrak

source: Unique segments
eu: Segmentu bakarrak

source: Unique:
eu: Bakarrak:

source: Unknown plugin type '{0}' in '{1}'
eu: '{0}' plugin mota ezezaguna '{1}' kokagunean

source: Unpack the OmegaT .zip archive to obtain a folder that contains a documentation file and the OmegaT application.
eu: Deskonprimitu OmegaT .zip fitxategia, aplikazioa eta dokumentazio-fitxategiak dituen karpeta bat erauzteko.

source: Unrecoverable error while parsing TMX file {0} on line {1}, column {2}.
eu: Errore konponezina {0} TMX fitxategiko {1} lerroa, {2} zutabea analizatzean.

source: Unspecified
eu: Zehaztu gabea

source: Unsupported SVN error
eu: SVN errore ezezaguna

source: Unsupported XML version {0}!
eu: Onartzen ez den XML bertsioa ({0})!

source: Unsupported file encoding
eu: Onartzen ez den fitxategi-kodeketa

source: Unsupported project file version ({0})!
eu: Onartzen ez den proiektu-fitxategia ({0})!

source: Untranslated segment
eu: Itzuli gabeko segmentua

source: Untranslated segments
eu: Itzuli gabeko segmentuak

source: Untranslated segments &only
eu: Itzuli gabeko segmentuak &soilik

source: Untranslated segments text
eu: Itzuli gabeko segmentuen testua

source: Updated
eu: Eguneratua

source: Updates
eu: Eguneratzeak

source: Upgrading...
eu: Bertsioa berritzen...

source: Upload disabled because repository in read-only mode
eu: Igotzea desgaituta dago biltegia soilik irakurtzeko moduan dagoelako

source: Usage: java -jar OmegaT.jar [<options>] [<project path>]
eu: Erabilera: java -jar OmegaT.jar [<aukerak>] [<proiektuaren bidea>]

source: Usage: java -jar OmegaT.jar team <command> [<options>]]
eu: Erabilera: java -jar OmegaT.jar taldea <komandoa> [<aukerak>]]

source: Use $n to refer to the nth group.
eu: Erabili $n enegarren taldeari erreferentzia egiteko.

source: Use &Fuzzy Matching for Dictionary Entries
eu: Erabili parekatze &lausoak hiztegi-sarreretarako

source: Use &TAB to Advance
eu: Erabili &TAB aurrera joateko

source: Use &XML for standalone tags (e.g., <i/>)
eu: Erabili &XML etiketa bakarrentzako (esaterako, <i/>)

source: Use &fuzzy matching for dictionary entries
eu: Erabili parekatze &lausoak hiztegi-sarreretarako

source: Use &stemming for glossary entries
eu: Erabili e&rroak glosario-sarreretarako

source: Use all mine
eu: Erabili nireak denetan

source: Use all original
eu: Erabili jatorrizkoa denetan

source: Use all updated
eu: Erabili eguneratua denetan

source: Use as Default Translation
eu: Erabili itzulpen lehenetsi gisa

source: Use custom templates for modification &info
eu: Erabili txantiloi pertsonalizatuak aldaketa-&informaziorako

source: Use glossary
eu: Erabili glosarioa

source: Use terms &appearing separately in the source text
eu: Ereabili sorburu-testuan bereizita agertzen diren &terminoak

source: Use the installation language in OmegaT
eu: Erabili OmegaT-ren instalazio-hizkuntza

source: Useful links ============
eu: Esteka erabilgarriak ============

source: User denied credentials
eu: Erabiltzaileak ukatutako kredentzialak

source: User interface language for OmegaT
eu: OmegaT-ren erabiltzaile-interfazearen hizkuntza

source: User support, at the Yahoo user group (multilingual), where the archives are searchable without subscription:
eu: Erabiltzaileentzako laguntza, Yahoo-ren erabiltzaile-taldean (eleanitza). Mezuak arakatzeko ez da harpidetu behar:

source: User:
eu: Erabiltzailea:

source: Username or API Key:
eu: Erabiltzaile-izena edo API gakoa:

source: Using Java Web Start for installing OmegaT (all platforms) ===========================================================
eu: OmegaT-ren instalazioa Java Web Start erabilita (plataforma guztiak) ===========================================================

source: VLDocking Framework (LGPL License)
eu: VLDocking Framework (LGPL lizentzia)

source: Validate your tags
eu: Balidatu zure etiketak

source: Validating tags
eu: Etiketak balidatzen

source: Value
eu: Balioa

source: Variant skipped.
eu: Aldaera saltatu egin da.

source: Variants in the following languages will be displayed: {0}
eu: Honako hizkuntzetako aldagaiak erakutsiko dira: {0}

source: Version: {0}
eu: Bertsioa: {0}

source: View
eu: Ikusi

source: View Options
eu: Bistaratze-aukerak

source: View or edit file filters.
eu: Ikusi edo editatu fitxategi-iragazkiak.

source: Vincent Bidaux (documentation manager)
eu: Vincent Bidaux (dokumentazioaren kudeatzailea)

source: Vito Smolej (documentation manager)
eu: Vito Smolej (dokumentazioaren kudeatzailea)

source: WARNING: all unsaved data will be lost 4.
eu: ABISUA: gorde gabeko datu guztiak galduko dira 4.

source: Warn: Report invalid tags to stdout.
eu: Abisua: Jakinarazi baliogabeko etiketak stdout bidez.

source: Warning
eu: Abisua

source: Warning on line {0}, column {1} while parsing:
eu: Abisua {0} lerroa, {1} zutabea analizatzean:

source: Warning!
eu: Abisua!

source: Warning: Changing tag order may break the translated document!
eu: Abisua: Etiketen ordena aldatzeak itzulitako dokumentua hautsi dezake!

source: We could not find the page you are looking for.
eu: Ezin izan dugu aurkitu bilatzen ari zaren orria.

source: We recommend using OmegaT packages that include the JRE, to save you the trouble of selecting, obtaining and installing it.
eu: JRE integratuta daukaten OmegaT paketeak erabiltzea gomendatzen dugu, arazorik izan ez dezazun hura hautatu, eskuratu eta instalatzeko orduan.

source: WebVTT Subtitles
eu: WebVTT azpitituluak

source: What is OmegaT?
eu: Zer da OmegaT?

source: When a single file has more segments than this, additional segments will be loaded on-demand as you scroll.
eu: Fitxategi bakarrak hau baino segmentu gehiago baditu, segmentu gehiago kargatuko dira dinamikoki, korritze-barra mugitzean.

source: When checked, the items in the glossary auto-completer view will contain the source text, too.
eu: Markatuta badago, glosarioaren osatze automatikoko ikuspegiko elementuek sorburu-testua ere erautsiko dute.

source: When unavailable, the ID will be used as a fallback
eu: Ez dagoenean, IDa erabiliko da alternatiba gisa

source: When using regular expressions, the replacement string supports references to groups defined in the search string.
eu: Adierazpen erregularrak erabiltzean, ordezte-kateak bilaketa-katean definitutako taldeen erreferentziak onartzen ditu.

source: Whenever you want to see what your translation will look like in its final format, press Ctrl+D to generate the translated documents, which will be created in the /target/ subfolder of your project folder.
eu: Zure itzulpenak behin-betiko formatuan izango duen itxura ikusi nahi duzunean, sakatu Ctrl+D itzulitako dokumentuak sortzeko. Zure proiektuaren karpetako /target/ azpikarpetan sortuko da.

source: Which version do you want to keep?
eu: Zein bertsiori eutsi nahi diozu?

source: Whitespace
eu: Zuriunea

source: Whitespace - leading
eu: Zuriunea - hasierakoa

source: Whitespace - trailing
eu: Zuriunea - amaierakoa

source: Whitespaces
eu: Zuriuneak

source: Wildcards: Both exact and keyword searches support the wildcard characters * and ?.
eu: Komodinak: Bilaketa zehatzak eta gako-hitzen bidezkoak * eta ? komodinak onartzen dituzte.

source: Will be synchronized next time.
eu: Hurrengoan sinkronizatuko da.

source: Wind catches lily Scatt'ring petals to the wind: Your page is not found
eu: Haizeak liliak harrapatzen ditu Petaloak haizetan barreiatzen Ez da aurkitu zure orria

source: Windows Resources
eu: Windowsen baliabideak

source: Words
eu: Hitzak

source: Writeable Glossary File
eu: Glosario-fitxategi idazgarria

source: Writeable Glossary File:
eu: Glosario-fitxategi idazgarria:

source: Writeable glossary file folder entered does not exist!
eu: Glosario-fitxategi idazgarrietarako adierazi den karpeta ez da existitzen!

source: Wrong authentication
eu: Autentifikazio okerra

source: Wrong response format from TaaS service
eu: Erantzun-formatu okerra TaaS zerbitzutik

source: Wrong response from engine
eu: Motorrak erantzun okerra eman du

source: Wrong username/password
eu: Erabiltzaile-izen/pasahitz okerra

source: XHTML Filter Options
eu: XHTML iragazkien aukerak

source: XLIFF Filter Options
eu: XLIFF iragazkiaren aukerak

source: XML Spreadsheet 2003
eu: XML kalkulu-orria 2003

source: Yandex Translate - No API Key Specified
eu: Yandex Translate - Ez da API gakorik adierazi

source: You already have the latest version.
eu: Dagoeneko azken bertsioa duzu.

source: You are going to modify {0} segments.
eu: {0} segmentu aldatzera zoaz.

source: You are running OmegaT version {0}.
eu: OmegaT {0} bertsioa exekutatzen ari zara.

source: You are trying to use the HunspellTokenizer with the language {0}, but no spelling dictionaries are installed for this language.
eu: HunspellTokenizer erabiltzen ari zara {0} hizkuntzarekin, baina ez dago ortografia-egiaztatzailerik instalatuta hizkuntza horretarako.

source: You are uninstalling the spellchecking dictionary that your project currently uses.
eu: Zure proiektua uneotan erabiltzen ari den ortografia-egiaztatzailea desinstalatzen ari zara.

source: You can add a new term to the glossary by pressing Ctrl+Shift+G, or copy existing glossaries to the /glossary/ subfolder of your project folder, and OmegaT will automatically look up words in them.
eu: Termino berri bat gehi diezaiokezu glosarioari, Ctrl+Shift+G sakatuta, edo lehendik dituzun glosarioak zure proiektuaren karpetako /glossary/ azpikarpetara kopia ditzakezu, eta OmegaT-k automatikoki begiratuko ditu haietan dauden hitzak.

source: You can also launch it from the Spotlight search field.
eu: Spotlight-en bilaketa-kutxatik ere abiarazi dezakezue.

source: You can also manually drag the file OmegaT.exe to the start menu, the desktop or the quick launch area to link it from there.
eu: OmegaT.exe fitxategia mahaigainera edo hasiera-menura arrastatu daiteke aplikazioa bertatik abiarazteko.

source: You can create a new project for each new job, and you can add new source files to a project at anytime.
eu: Proiektu berria sor dezakezu lan berri bakoitzerako, eta nahi dituzun sorburu-fitxategi guztiak sar ditzakezu aldi berean proiektuan.

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
eu: Glosario-sarrerak berriak sor ditzakezu 'Editatu' menuko 'Sortu glosario-sarrera' aukerarekin.

source: You can find detailed statistic information in the file: {0}
eu: Informazio estatistiko xehea daukazu honako fitxategian: {0}

source: You can find the text of the license in /docs/OmegaT-license.txt.
eu: Lizentziaren testua honako helbidean dago: /docs/OmegaT-license.txt.

source: You can however obtain a neater and more user-friendly installation by using the installation script (linux-install.sh).
eu: Hala ere, instalazio txukunago eta lagungarriagoa egin dezakezu instalazio-scripta erabilita (linux-install.sh).

source: You can then launch the Kaptain launch script with:
eu: Ondoren, Kaptain abio-script-a abiaraz dezakezue honela:

source: You currently have {1}.
eu: Orain {1} duzu.

source: You have reached the daily limit for requests
eu: Eskari kopuruen eguneko mugara iritsi zara

source: You have reached the daily limit for the volume of translated text
eu: Itzulitako testuaren bolumenaren eguneko mugara iritsi zara

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Reload from the Project menu.
eu: Nahi izanez gero, fitxategiak zure 'source' karpetara kopia ditzakezu zuzenean gogokoen duzun fitxategi kudeatzailearekin, eta proiektua birkargatu 'Proiektua' menuko 'Birkargatu' aukera erabiliz.

source: You may drag the OmegaT application to your dock or to the tool bar of a Finder window to be able to launch it from any location.
eu: OmegaT aplikazioa zuen dock-era edo Finder leiho baten tresna-barrara arrastatu dezakezue, hura edozein kokapenetik abiarazi ahal izateko.

source: You may try to solve this problem in one of the following ways:
eu: Arazo hau konpontzeko, hurrengoetako bat egin dezakezu:

source: You must enter a number between 1 and {0}.
eu: 1 eta {0} arteko zenbaki bat sartu behar duzu.

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
eu: Zure JDK 1.6 aplikazioa azken bertsiora eguneratu behar duzu, edo bestela ezabatu jaxb-*.jar fitxategiak OmegaT-ren /lib direktoriotik

source: You should specify their new location or recreate them.
eu: Kokapen berria zehaztu behar duzu edo birsortu egin behar dituzu.

source: You will be prompted to enter this password every time you launch OmegaT.
eu: Pasahitz hori sartzea eskatuko zaizu OmegaT abiarazten duzun bakoitzean.

source: YouTube Subtitles
eu: YouTube azpitituluak

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
eu: Zure uneko proiektuak esaldi-segmentazioa erabiltzen du, baina TMX fitxategia paragrafo-segmentazioa erabiliz sortu zen.

source: Your operating system refused to let OmegaT create its configuration folder.
eu: Zure sistema eragileak ez dio utzi OmegaT-ri bere konfigurazio-karpeta sortzen.

source: Your project does not contain any files in a supported file format.
eu: Zure proiektuak ez dauka formatu ezaguneko fitxategirik.

source: ZIP files
eu: ZIP fitxategiak

source: [Fuzzy]
eu: [lausoa]

source: [fuzzy]
eu: [lausoa]

source: [{0}] “{1}” in source; expected one of {2} in target
eu: [{0}] “{1}” sorburuan; {2}tik bat espero zen helburuan

source: [{0}] “{1}” in source; expected “{2}” in target
eu: [{0}] “{1}” sorburuan; “{2}” espero zen helburuan

source: all matching segments
eu: bat datozen segmentu guztiak

source: and many, many more very helpful people
eu: eta lagundu duten beste jende asko

source: and then:
eu: eta ondoren:

source: attributes.
eu: atributuak.

source: canceled ({0} ms elapsed)
eu: utzia ({0} ms erabili dira)

source: cd <folder where the file OmegaT.jar is located>
eu: cd <OmegaT.jar kokatuta dagoen karpeta>

source: done ({0} ms elapsed)
eu: egina ({0} ms erabili dira)

source: extensions:
eu: luzapenak:

source: file names
eu: fitxategi-izenak

source: h&reflang (language of links)
eu: h&reflang (esteken hizkuntza)

source: href (URL of &links)
eu: href (&esteken URLa)

source: init <source language> <target language> Initialize a minimal team project with the specified languages.
eu: init <sorburu-hizkuntza> <helburu-hizkuntza> Abiarazi zehaztutako hizkuntzak dituen talde-proiektu minimo bat.

source: jsch-agent-proxy (jsch-agent-proxy License)
eu: jsch-agent-proxy (jsch-agent-proxy lizentzia)

source: lan&g (language attribute)
eu: lan&g (hizkuntza-atributua)

source: loaded
eu: kargatua

source: mALIGNa (MIT License)
eu: mALIGNa (MIT lizentzia)

source: segment 0000
eu: 0000 segmentua

source: slf4j (MIT License)
eu: slf4j (MIT lizentzia)

source: src (URL of &images)
eu: src (&irudien URLa)

source: trie4j (Apache License 2.0)
eu: trie4j (Apache lizentzia 2.0)

source: trilead-ssh2 (Trilead SSH license)
eu: trilead-ssh2 (Trilead SSH lizentzia)

source: unknown
eu: ezezaguna

source: value (of button, &submit and reset input)
eu: value (button, &submit eta reset elementuetakoak)

source: {0} ({1} left) / {2} ({3} left), {4}
eu: {0} ({1} geratzen dira) / {2} ({3} geratzen dira), {4}

source: {0} +{1} more
eu: {0} +{1} gehiago

source: {0} conflicts
eu: {0} gatazka

source: {0} is not a local working copy, skipping.
eu: {0} ez da laneko kopia lokala, saltatzen.

source: {0} loaded.
eu: {0} kargatua.

source: {0} segments
eu: {0} segmentu

source: {0} toggles orientation between LTR, RTL, and language-dependent
eu: {0} aukerak orientazioa txandakatzen du honako hiru aukeren artean: LTR, RTL eta hizkuntzaren araberakoa

source: {0}: cleanup done!!
eu: {0}: garbiketa egina!!

source: {1}, executed from '{2}'
eu: {1}, '{2}'-tik exekutatua

source: ← Back
eu: ← Aurrekoa
